Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Autopilot.HardwareHashOnboardingMessageServicePrincipalUnavailable
source: The managed service principal is missing or disabled. Reconnect with an account that can create or manage enterprise applications.
ar_sa: أساس الخدمة المدارة مفقود أو معطل. أعد الاتصال بحساب يمكنه إنشاء تطبيقات المؤسسة أو إدارتها.
bg_bg: Главният управляван сервиз липсва или е деактивиран. Свържете се отново с акаунт, който може да създава или управлява корпоративни приложения.
cs_cz: Instant spravované služby chybí nebo je zakázán. Znovu se připojte k účtu, který může vytvářet nebo spravovat podnikové aplikace.
da_dk: Den administrerede tjeneste-principal mangler eller er deaktiveret. Forbind igen med en konto, der kan oprette eller administrere virksomhedsapplikationer.
de_de: Der verwaltete Dienstprinzipal fehlt oder ist deaktiviert. Stellen Sie erneut eine Verbindung mit einem Konto her, das Unternehmensanwendungen erstellen oder verwalten kann.
el_gr: Ο κύριος της διαχειριζόμενης υπηρεσίας λείπει ή είναι απενεργοποιημένος. Επανασυνδεθείτε με έναν λογαριασμό που μπορεί να δημιουργήσει ή να διαχειριστεί εταιρικές εφαρμογές.
es_mx: La entidad de servicio administrada falta o está deshabilitada. Vuelva a conectarse con una cuenta que pueda crear o administrar aplicaciones empresariales.
et_ee: Hallatud teenuse printsipaal puudub või on keelatud. Looge uuesti ühendus kontoga, millega saab luua või hallata ettevõtte rakendusi.
fi_fi: Hallittu palvelun periaate puuttuu tai on poistettu käytöstä. Yhdistä uudelleen tiliin, jolla voi luoda tai hallita yrityssovelluksia.
fr_ca: Le principal du service géré est manquant ou désactivé. Reconnectez-vous avec un compte capable de créer ou de gérer des applications d'entreprise.
he_il: מנהל השירות המנוהל חסר או מושבת. התחבר מחדש לחשבון שיכול ליצור או לנהל יישומים ארגוניים.
hr_hr: Glavni upravljani servis nedostaje ili je onemogućen. Ponovno se povežite s računom koji može stvarati poslovne aplikacije ili upravljati njima.
hu_hu: A felügyelt szolgáltatási tag hiányzik vagy le van tiltva. Csatlakozzon újra egy olyan fiókhoz, amely képes vállalati alkalmazásokat létrehozni vagy kezelni.
it_it: L'entità servizio gestito è mancante o disabilitata. Riconnettiti con un account in grado di creare o gestire applicazioni aziendali.
ja_jp: 管理されたサービス プリンシパルが見つからないか、無効になっています。エンタープライズ アプリケーションを作成または管理できるアカウントに再接続します。
ko_kr: 관리 서비스 주체가 없거나 비활성화되었습니다. 엔터프라이즈 애플리케이션을 생성하거나 관리할 수 있는 계정에 다시 연결하세요.
lt_lt: Trūksta valdomo paslaugos principo arba jis išjungtas. Iš naujo prisijunkite prie paskyros, kuri gali kurti arba tvarkyti įmonės programas.
lv_lv: Trūkst pārvaldītā pakalpojuma principa vai tas ir atspējots. Atkārtoti izveidojiet savienojumu ar kontu, kas var izveidot vai pārvaldīt uzņēmuma lietojumprogrammas.
nb_no: Den administrerte tjenestens rektor mangler eller er deaktivert. Koble til på nytt med en konto som kan opprette eller administrere bedriftsapplikasjoner.
nl_nl: De beheerde service-principal ontbreekt of is uitgeschakeld. Maak opnieuw verbinding met een account waarmee u bedrijfsapplicaties kunt maken of beheren.
pl_pl: Brak jednostki usługi zarządzanej lub jest ona wyłączona. Połącz się ponownie z kontem, które umożliwia tworzenie aplikacji dla przedsiębiorstw lub zarządzanie nimi.
pt_pt: A entidade de serviço gerenciado está ausente ou desabilitada. Reconecte-se com uma conta que possa criar ou gerenciar aplicativos empresariais.
ro_ro: Principalul serviciu gestionat lipsește sau este dezactivat. Reconectați-vă cu un cont care poate crea sau gestiona aplicații de întreprindere.
ru_ru: Управляемый субъект-служба отсутствует или отключен. Повторно подключитесь к учетной записи, которая может создавать корпоративные приложения или управлять ими.
sk_sk: Principál riadenej služby chýba alebo je zakázaný. Znova sa pripojte k účtu, ktorý môže vytvárať alebo spravovať podnikové aplikácie.
sl_si: Voditelj upravljane storitve manjka ali je onemogočen. Ponovno se povežite z računom, ki lahko ustvarja ali upravlja poslovne aplikacije.
sr_latn_rs: Principal upravljane usluge nedostaje ili je onemogućen. Ponovo se povežite sa nalogom koji može da kreira ili upravlja poslovnim aplikacijama.
sv_se: Den hanterade tjänstens princip saknas eller är inaktiverad. Återanslut till ett konto som kan skapa eller hantera företagsapplikationer.
th_th: บริการหลักที่มีการจัดการหายไปหรือปิดใช้งาน เชื่อมต่อกับบัญชีที่สามารถสร้างหรือจัดการแอปพลิเคชันระดับองค์กรได้อีกครั้ง
tr_tr: Yönetilen hizmet sorumlusu eksik veya devre dışı. Kurumsal uygulamalar oluşturabilen veya yönetebilen bir hesapla yeniden bağlanın.
uk_ua: Принципал керованої служби відсутній або вимкнений. Знову зв’яжіться з обліковим записом, який може створювати корпоративні програми або керувати ними.
zh_cn: 托管服务主体丢失或被禁用。重新连接可以创建或管理企业应用程序的帐户。
zh_tw: 託管服務主體遺失或被停用。重新連接可以建立或管理企業應用程式的帳戶。

# Autopilot.HardwareHashOnboardingRequiresAttentionTitle
source: Tenant onboarding requires attention
ar_sa: يتطلب إعداد المستأجر الاهتمام
bg_bg: Включването на наемателя изисква внимание
cs_cz: Přihlášení nájemce vyžaduje pozornost
da_dk: Lejers onboarding kræver opmærksomhed
de_de: Das Mieter-Onboarding erfordert Aufmerksamkeit
el_gr: Η είσοδος ενοικιαστή απαιτεί προσοχή
es_mx: La incorporación de inquilinos requiere atención
et_ee: Üürniku liitumine nõuab tähelepanu
fi_fi: Vuokralaisen perehdytys vaatii huomiota
fr_ca: L’intégration des locataires nécessite de l’attention
he_il: הכנסת דיירים למטוס דורשת תשומת לב
hr_hr: Uključivanje stanara zahtijeva pažnju
hu_hu: A bérlő beépítése figyelmet igényel
it_it: L'onboarding dell'inquilino richiede attenzione
ja_jp: テナントのオンボーディングには注意が必要です
ko_kr: 테넌트 온보딩에는 주의가 필요합니다.
lt_lt: Nuomininko priėmimas reikalauja dėmesio
lv_lv: Īrnieka uzņemšanai ir jāpievērš uzmanība
nb_no: Innføring av leietakere krever oppmerksomhet
nl_nl: Het onboarden van huurders vraagt aandacht
pl_pl: Wdrażanie najemców wymaga uwagi
pt_pt: A integração do inquilino requer atenção
ro_ro: Integrarea chiriașului necesită atenție
ru_ru: Регистрация арендаторов требует внимания
sk_sk: Nájomca si vyžaduje pozornosť
sl_si: Vključevanje najemnika zahteva pozornost
sr_latn_rs: Uključivanje stanara zahteva pažnju
sv_se: Introduktion av hyresgäster kräver uppmärksamhet
th_th: การเริ่มต้นใช้งานผู้เช่าต้องได้รับการดูแลเอาใจใส่
tr_tr: Kiracının katılımı dikkat gerektirir
uk_ua: Реєстрація орендаря вимагає уваги
zh_cn: 租户入职需要关注
zh_tw: 租戶入職需關注

# Autopilot.HardwareHashOnboardingStatusLabel
source: Status
ar_sa: الحالة
bg_bg: Статус
cs_cz: Stav
el_gr: Κατάσταση
es_mx: Estado
et_ee: Olek
fi_fi: Tila
fr_ca: Statut
he_il: סטטוס
hu_hu: Állapot
it_it: Stato
ja_jp: ステータス
ko_kr: 상태
lt_lt: Būsena
lv_lv: Statuss
pl_pl: Stan
pt_pt: Estado
ro_ro: Stare
ru_ru: Статус
sk_sk: Stav
sl_si: Stanje
th_th: สถานะ
tr_tr: Durum
uk_ua: Статус
zh_cn: 状态
zh_tw: 狀態

# Autopilot.HardwareHashOnboardingStatusNotReady
source: Not ready
ar_sa: غير جاهز
bg_bg: Не е готов
cs_cz: Není připraven
da_dk: Ikke klar
de_de: Nicht bereit
el_gr: Δεν είναι έτοιμο
es_mx: No listo
et_ee: Ei ole valmis
fi_fi: Ei valmis
fr_ca: Pas prêt
he_il: לא מוכן
hr_hr: Nije spreman
hu_hu: Nincs kész
it_it: Non pronto
ja_jp: 準備ができていません
ko_kr: 준비되지 않음
lt_lt: Nepasiruošęs
lv_lv: Nav gatavs
nb_no: Ikke klar
nl_nl: Niet klaar
pl_pl: Nie gotowy
pt_pt: Não está pronto
ro_ro: Nu este gata
ru_ru: Не готов
sk_sk: Nie som pripravený
sl_si: Ni pripravljen
sr_latn_rs: Nije spreman
sv_se: Inte redo
th_th: ไม่พร้อม
tr_tr: Hazır değil
uk_ua: Не готовий
zh_cn: 还没准备好
zh_tw: 還沒準備好

# Autopilot.HardwareHashOnboardingStatusReady
source: Ready
ar_sa: جاهز
bg_bg: Готови
cs_cz: Připraveno
da_dk: Klar
de_de: Bereit
el_gr: Έτοιμοι
es_mx: Listo
et_ee: Valmis
fi_fi: Valmis
fr_ca: Prêt
he_il: מוכן
hr_hr: Spreman
hu_hu: Kész
it_it: Pronto
ja_jp: 準備完了
ko_kr: 준비
lt_lt: Paruošta
lv_lv: Gatavs
nb_no: Klar
nl_nl: Klaar
pl_pl: Gotowy
pt_pt: Pronto
ro_ro: Gata
ru_ru: Готово
sk_sk: Pripravený
sl_si: pripravljena
sr_latn_rs: Spreman
sv_se: Klar
th_th: พร้อม
tr_tr: Hazır
uk_ua: Готовий
zh_cn: 准备好
zh_tw: 準備好

# Autopilot.HardwareHashProvisionedCertificatesDescription
source: App registration certificates trusted for WinPE Graph authentication.
ar_sa: شهادات تسجيل التطبيق موثوقة للمصادقة WinPE Graph.
bg_bg: Сертификати за регистрация на приложения, надеждни за WinPE Graph удостоверяване.
cs_cz: Certifikáty registrace aplikací důvěryhodné pro ověřování WinPE Graph.
da_dk: App-registreringscertifikater, der er tillid til WinPE Graph-godkendelse.
de_de: Für die WinPE Graph Authentifizierung vertrauenswürdige App-Registrierungszertifikate.
el_gr: Πιστοποιητικά εγγραφής εφαρμογών αξιόπιστα για τον έλεγχο ταυτότητας WinPE Graph.
es_mx: Certificados de registro de aplicaciones confiables para la autenticación WinPE Graph.
et_ee: Rakenduse registreerimissertifikaadid, mis on usaldusväärsed WinPE Graph autentimiseks.
fi_fi: WinPE Graph -todennusta varten luotetut sovelluksen rekisteröintitodistukset.
fr_ca: Certificats d'enregistrement d'application approuvés pour l'authentification WinPE Graph.
he_il: אישורי רישום אפליקציה מהימנים עבור אימות WinPE Graph.
hr_hr: Pouzdani certifikati o registraciji aplikacije za WinPE Graph autentifikaciju.
hu_hu: A WinPE Graph hitelesítéshez megbízható alkalmazásregisztrációs tanúsítványok.
it_it: Certificati di registrazione dell'app attendibili per l'autenticazione WinPE Graph.
ja_jp: WinPE Graph 認証で信頼されるアプリ登録証明書。
ko_kr: WinPE Graph 인증을 위해 신뢰할 수 있는 앱 등록 인증서입니다.
lt_lt: Programų registracijos sertifikatai, patikimi WinPE Graph autentifikavimui.
lv_lv: Lietotņu reģistrācijas sertifikāti, kas ir uzticami WinPE Graph autentifikācijai.
nb_no: Appregistreringssertifikater klarert for WinPE Graph autentisering.
nl_nl: App-registratiecertificaten vertrouwd voor WinPE Graph authenticatie.
pl_pl: Certyfikaty rejestracji aplikacji zaufane do uwierzytelniania WinPE Graph.
pt_pt: Certificados de registro de aplicativos confiáveis para autenticação WinPE Graph.
ro_ro: Certificate de înregistrare a aplicației de încredere pentru autentificare WinPE Graph.
ru_ru: Сертификаты регистрации приложений, доверенные для аутентификации WinPE Graph.
sk_sk: Certifikáty registrácie aplikácií sú dôveryhodné pre overenie WinPE Graph.
sl_si: Potrdila o registraciji aplikacije so zaupanja vredna za preverjanje pristnosti WinPE Graph.
sr_latn_rs: Sertifikati za registraciju aplikacije pouzdani za WinPE Graph autentifikaciju.
sv_se: Appregistreringscertifikat betrodda för WinPE Graph autentisering.
th_th: ใบรับรองการลงทะเบียนแอปที่เชื่อถือได้สำหรับการตรวจสอบ WinPE Graph
tr_tr: WinPE Graph kimlik doğrulaması için güvenilir uygulama kayıt sertifikaları.
uk_ua: Сертифікати реєстрації додатків, які є довіреними для автентифікації WinPE Graph.
zh_cn: 受WinPE Graph 身份验证信任的应用程序注册证书。
zh_tw: 受WinPE Graph 身份驗證信任的應用程式註冊證書。

# Autopilot.HardwareHashProvisionedCertificatesLabel
source: Provisioned certificates
ar_sa: الشهادات المقدمة
bg_bg: Осигурени сертификати
cs_cz: Poskytované certifikáty
da_dk: Forelagte certifikater
de_de: Bereitgestellte Zertifikate
el_gr: Παρεχόμενα πιστοποιητικά
es_mx: Certificados provisionados
et_ee: Varustatud sertifikaadid
fi_fi: Tarjotut todistukset
fr_ca: Certificats provisionnés
he_il: תעודות מסופקות
hr_hr: Osigurani certifikati
hu_hu: Biztosított tanúsítványok
it_it: Certificati forniti
ja_jp: プロビジョニングされた証明書
ko_kr: 프로비저닝된 인증서
lt_lt: Suteikti sertifikatai
lv_lv: Nodrošinātie sertifikāti
nb_no: Forsynte sertifikater
nl_nl: Ingerichte certificaten
pl_pl: Dostarczone certyfikaty
pt_pt: Certificados provisionados
ro_ro: Certificate furnizate
ru_ru: Предоставленные сертификаты
sk_sk: Poskytované certifikáty
sl_si: Zagotovljena potrdila
sr_latn_rs: Obezbeđeni sertifikati
sv_se: Tillhandahållna certifikat
th_th: ใบรับรองที่จัดเตรียมไว้
tr_tr: Sağlanan sertifikalar
uk_ua: Надані сертифікати
zh_cn: 提供的证书
zh_tw: 提供的證書

# Autopilot.HardwareHashRetireCertificateButton
source: Remove certificate
ar_sa: إزالة الشهادة
bg_bg: Премахване на сертификата
cs_cz: Odebrat certifikát
da_dk: Fjern certifikat
de_de: Zertifikat entfernen
el_gr: Κατάργηση πιστοποιητικού
es_mx: Quitar certificado
et_ee: Eemalda sertifikaat
fi_fi: Poista varmenne
fr_ca: Supprimer le certificat
he_il: הסר אישור
hr_hr: Ukloni certifikat
hu_hu: Tanúsítvány eltávolítása
it_it: Rimuovi certificato
ja_jp: 証明書を削除する
ko_kr: 인증서 제거
lt_lt: Pašalinti sertifikatą
lv_lv: Noņemt sertifikātu
nb_no: Fjern sertifikatet
nl_nl: Certificaat verwijderen
pl_pl: Usuń certyfikat
pt_pt: Remover certificado
ro_ro: Eliminați certificatul
ru_ru: Удалить сертификат
sk_sk: Odstrániť certifikát
sl_si: Odstrani potrdilo
sr_latn_rs: Uklonite sertifikat
sv_se: Ta bort certifikat
th_th: ลบใบรับรอง
tr_tr: Sertifikayı kaldır
uk_ua: Видалити сертифікат
zh_cn: 删除证书
zh_tw: 刪除證書

# Autopilot.HardwareHashRetireCertificateConfirmationMessage
source: Foundry will remove only the selected certificate from the managed app registration. Other app credentials will be preserved.
ar_sa: سيؤدي Foundry إلى إزالة الشهادة المحددة فقط من تسجيل التطبيق المُدار. سيتم الاحتفاظ ببيانات اعتماد التطبيق الأخرى.
bg_bg: Foundry ще премахне само избрания сертификат от регистрацията на управляваното приложение. Други идентификационни данни за приложението ще бъдат запазени.
cs_cz: Foundry odstraní z registrace spravované aplikace pouze vybraný certifikát. Ostatní přihlašovací údaje aplikace zůstanou zachovány.
da_dk: Foundry vil kun fjerne det valgte certifikat fra den administrerede app-registrering. Andre app-legitimationsoplysninger vil blive bevaret.
de_de: Foundry entfernt nur das ausgewählte Zertifikat aus der verwalteten App-Registrierung. Andere App-Anmeldeinformationen bleiben erhalten.
el_gr: Το Foundry θα αφαιρέσει μόνο το επιλεγμένο πιστοποιητικό από την εγγραφή διαχειριζόμενης εφαρμογής. Άλλα διαπιστευτήρια εφαρμογής θα διατηρηθούν.
es_mx: Foundry eliminará solo el certificado seleccionado del registro de la aplicación administrada. Se conservarán otras credenciales de la aplicación.
et_ee: Foundry eemaldab hallatud rakenduse registreerimisest ainult valitud sertifikaadi. Muud rakenduse mandaadid säilitatakse.
fi_fi: Foundry poistaa vain valitun varmenteen hallitun sovelluksen rekisteröinnistä. Muut sovelluksen kirjautumistiedot säilytetään.
fr_ca: Foundry supprimera uniquement le certificat sélectionné de l'enregistrement de l'application gérée. Les autres informations d'identification de l'application seront conservées.
he_il: Foundry יסיר רק את האישור שנבחר מהרישום של האפליקציה המנוהלת. אישורי אפליקציה אחרים יישמרו.
hr_hr: Foundry će ukloniti samo odabrani certifikat iz registracije upravljane aplikacije. Ostale vjerodajnice aplikacije bit će sačuvane.
hu_hu: Az Foundry csak a kiválasztott tanúsítványt távolítja el a kezelt alkalmazásregisztrációból. A többi alkalmazás hitelesítő adatai megmaradnak.
it_it: Foundry rimuoverà solo il certificato selezionato dalla registrazione dell'app gestita. Le altre credenziali dell'app verranno conservate.
ja_jp: Foundry は、選択した証明書のみを管理対象アプリの登録から削除します。他のアプリの認証情報は保持されます。
ko_kr: Foundry은 관리되는 앱 등록에서 선택한 인증서만 제거합니다. 다른 앱 자격 증명은 유지됩니다.
lt_lt: Foundry pašalins tik pasirinktą sertifikatą iš valdomos programos registracijos. Kiti programos kredencialai bus išsaugoti.
lv_lv: Foundry no pārvaldītās lietotnes reģistrācijas noņems tikai atlasīto sertifikātu. Citi lietotņu akreditācijas dati tiks saglabāti.
nb_no: Foundry vil fjerne bare det valgte sertifikatet fra den administrerte appregistreringen. Annen applegitimasjon vil bli bevart.
nl_nl: Foundry verwijdert alleen het geselecteerde certificaat uit de beheerde app-registratie. Andere app-inloggegevens blijven behouden.
pl_pl: Foundry usunie tylko wybrany certyfikat z rejestracji aplikacji zarządzanej. Inne dane uwierzytelniające aplikacji zostaną zachowane.
pt_pt: Foundry removerá apenas o certificado selecionado do registro do aplicativo gerenciado. Outras credenciais do aplicativo serão preservadas.
ro_ro: Foundry va elimina numai certificatul selectat din înregistrarea aplicației gestionate. Alte acreditări ale aplicației vor fi păstrate.
ru_ru: Foundry удалит только выбранный сертификат из регистрации управляемого приложения. Другие учетные данные приложения будут сохранены.
sk_sk: Foundry odstráni z registrácie spravovanej aplikácie iba vybratý certifikát. Ostatné poverenia aplikácie zostanú zachované.
sl_si: Foundry bo iz registracije upravljane aplikacije odstranil samo izbrano potrdilo. Druge poverilnice aplikacije bodo ohranjene.
sr_latn_rs: Foundry će ukloniti samo izabrani sertifikat iz registracije upravljane aplikacije. Ostale akreditive aplikacije će biti sačuvane.
sv_se: Foundry tar endast bort det valda certifikatet från den hanterade appregistreringen. Andra appuppgifter kommer att bevaras.
th_th: Foundry จะลบเฉพาะใบรับรองที่เลือกออกจากการลงทะเบียนแอปที่ได้รับการจัดการ ข้อมูลรับรองแอปอื่นๆ จะถูกเก็บรักษาไว้
tr_tr: Foundry, yönetilen uygulama kaydından yalnızca seçilen sertifikayı kaldıracaktır. Diğer uygulama kimlik bilgileri korunacaktır.
uk_ua: Foundry видалить із реєстрації керованої програми лише вибраний сертифікат. Інші облікові дані програми буде збережено.
zh_cn: Foundry 将仅从托管应用程序注册中删除选定的证书。其他应用程序凭据将被保留。
zh_tw: Foundry 將僅從託管應用程式註冊中刪除選定的憑證。其他應用程式憑證將被保留。

# Autopilot.HardwareHashRetireCertificateConfirmationPrimary
source: Remove certificate
ar_sa: إزالة الشهادة
bg_bg: Премахване на сертификата
cs_cz: Odebrat certifikát
da_dk: Fjern certifikat
de_de: Zertifikat entfernen
el_gr: Κατάργηση πιστοποιητικού
es_mx: Quitar certificado
et_ee: Eemalda sertifikaat
fi_fi: Poista varmenne
fr_ca: Supprimer le certificat
he_il: הסר אישור
hr_hr: Ukloni certifikat
hu_hu: Tanúsítvány eltávolítása
it_it: Rimuovi certificato
ja_jp: 証明書を削除する
ko_kr: 인증서 제거
lt_lt: Pašalinti sertifikatą
lv_lv: Noņemt sertifikātu
nb_no: Fjern sertifikatet
nl_nl: Certificaat verwijderen
pl_pl: Usuń certyfikat
pt_pt: Remover certificado
ro_ro: Eliminați certificatul
ru_ru: Удалить сертификат
sk_sk: Odstrániť certifikát
sl_si: Odstrani potrdilo
sr_latn_rs: Uklonite sertifikat
sv_se: Ta bort certifikat
th_th: ลบใบรับรอง
tr_tr: Sertifikayı kaldır
uk_ua: Видалити сертифікат
zh_cn: 删除证书
zh_tw: 刪除證書

# Autopilot.HardwareHashRetireCertificateConfirmationTitle
source: Remove selected certificate?
ar_sa: هل تريد إزالة الشهادة المحددة؟
bg_bg: Премахване на избрания сертификат?
cs_cz: Odebrat vybraný certifikát?
da_dk: Vil du fjerne det valgte certifikat?
de_de: Ausgewähltes Zertifikat entfernen?
el_gr: Κατάργηση επιλεγμένου πιστοποιητικού;
es_mx: ¿Eliminar el certificado seleccionado?
et_ee: Kas eemaldada valitud sertifikaat?
fi_fi: Poistetaanko valittu varmenne?
fr_ca: Supprimer le certificat sélectionné?
he_il: להסיר את האישור שנבחר?
hr_hr: Ukloniti odabrani certifikat?
hu_hu: Eltávolítja a kiválasztott tanúsítványt?
it_it: Rimuovere il certificato selezionato?
ja_jp: 選択した証明書を削除しますか?
ko_kr: 선택한 인증서를 삭제하시겠습니까?
lt_lt: Pašalinti pasirinktą sertifikatą?
lv_lv: Vai noņemt atlasīto sertifikātu?
nb_no: Vil du fjerne det valgte sertifikatet?
nl_nl: Geselecteerd certificaat verwijderen?
pl_pl: Usunąć wybrany certyfikat?
pt_pt: Remover certificado selecionado?
ro_ro: Eliminați certificatul selectat?
ru_ru: Удалить выбранный сертификат?
sk_sk: Odstrániť vybratý certifikát?
sl_si: Odstraniti izbrano potrdilo?
sr_latn_rs: Ukloniti izabrani sertifikat?
sv_se: Ta bort det valda certifikatet?
th_th: ลบใบรับรองที่เลือกใช่ไหม
tr_tr: Seçilen sertifika kaldırılsın mı?
uk_ua: Видалити вибраний сертифікат?
zh_cn: 删除选定的证书？
zh_tw: 刪除選定的憑證？
